Repository: Wilenty/InnoUnpacker-Windows-GUI
Catalog: languages/dialogs/*/dialogs.po
Languages: hu

source: Show password
hu: Jelszó megmutatása

source: Cancel
hu: Mégse

source: Repeat password:
hu: Jelszó ismétlése:

source: Confirm password
hu: Jelszó megerősítése

source: Name:
hu: Név:

source: User name
hu: Felhasználó neve

source: Password:
hu: Jelszó:

source: Password
hu: Jelszó

source: Edit application list
hu: Alkalmazáslista szerkesztése

source: Application
hu: Alkalmazás

source: Add
hu: Hozzáadás

source: Remove
hu: Eltávolítás

source: Change
hu: Változtatás

source: Rename
hu: Átnevez

source: Change order
hu: Sorrend módosítása

source: Move item up
hu: Felfelé mozgatás

source: Move item down
hu: Lefelé mozgatás

source: Path:
hu: Útvonal:

source: Programs|*.exe|all|*.*
hu: Programok|*.exe|összes|*.*

source: Select application
hu: Alkalmazás kiválasztása

source: Character table
hu: Betükészlet tábla

source: Select
hu: Kijelölés

source: Hex value:
hu: Hexaxajz:

source: Edit columns
hu: Oszlopok szerkesztése

source: Name
hu: Név

source: Width
hu: Szélesség

source: Sort
hu: Rendezés

source: Width:
hu: Szélesség:

source: Sort as
hu: Rendezés, mint

source: Text
hu: Szöveg

source: Number
hu: Szám

source: Confirm
hu: Megerősít

source: No
hu: Nem

source: Confirm replacement
hu: A csere megerősítése

source: &Yes
hu: &Igen

source: &No
hu: &Nem

source: &All
hu: &Mind

source: Import CSV data
hu: CSV adat importálása

source: Import file:
hu: Importálandó fájl:

source: Column separator
hu: Oszlop elválasztó

source: Space
hu: Szóköz

source: Semicolon
hu: Pontosvessző

source: Comma
hu: Vessző

source: Other
hu: Egyéb

source: Slash
hu: Perjel

source: Quote character
hu: Idézőjel betű

source: None
hu: Nincs

source: Double quote
hu: Dupla idézőjel

source: Read data from
hu: Beolvasott adatokból

source: Line:
hu: Sor:

source: Decimal separator
hu: Tizedes elválasztó

source: Point
hu: Pont

source: Preview
hu: Előnézet

source: Column 1
hu: Oszlop 1

source: Column 2
hu: Oszlop 2

source: Column 3
hu: Oszlop 3

source: Column 4
hu: Oszlop 4

source: Date format settings
hu: Dátumformátum-beállítások

source: Select format:
hu: Formátum kiválasztása:

source: Information
hu: Információ

source: Details
hu: Részletek

source: Word 1:
hu: 1. szó:

source: Word 2:
hu: 2. szó:

source: one line up
hu: egy sor fel

source: one line down
hu: egy sor le

source: Delete word
hu: Szó törlése

source: Insert word
hu: Szó beszúrása

source: Replace word
hu: Szócsere

source: Download file
hu: Fájl letöltése

source: Download from URL:
hu: Letöltés URL- ből:

source: to file:
hu: fájlba:

source: Edit double stringlists
hu: Szerkessze meg a kettős karakterláncokat

source: Load from file
hu: Betöltés fájlból

source: Edit
hu: Szerkesztés

source: New
hu: Új

source: Groups:
hu: Csoportok:

source: Parts:
hu: Részek:

source: Edit list entries
hu: Bejegyzések szerkesztése

source: Remove item
hu: Elem eltávolítása

source: Move entry
hu: Áthelyezni a bejegyzést

source: Edit item
hu: Lista szerkesztése

source: Edit items from list
hu: Listából szerkeszt

source: Move item
hu: Mozgatás

source: Label layout
hu: Címkeelrendezés

source: Horizontal:
hu: Vízszintes:

source: Margin (a):
hu: Margó (a):

source: Width (c):
hu: Szélesség (c):

source: Distance (e):
hu: Eltérés (e):

source: Count:
hu: Számít:

source: Vertical:
hu: Függőleges:

source: Margin (b):
hu: Margó (b):

source: Height (d):
hu: Magasság (d):

source: Distance (f):
hu: Eltérés (f):

source: Frame around label
hu: Keret körül címke

source: Import/export format
hu: Import/export formátum

source: Character between columns
hu: Karakter oszlopok között

source: other
hu: egyéb

source: Column width
hu: Oszlop szélesség

source: fixed
hu: rögzített

source: variable
hu: változó

source: Use embrace characters (")
hu: Használat tartalmaz írásjelet (")

source: Description:
hu: Leírás:

source: Filter:
hu: Szürő:

source: Move one line up
hu: Egy lépés fel

source: Move one line down
hu: Egy lépés le

source: Remove from list
hu: Eltávolit a listából

source: Add to list
hu: Hozzáad a listához

source: Replace in list
hu: Lecserél a listában

source: Save list as new file
hu: A lista mentése új fájlként

source: Remove file
hu: Fájl eltávolítás

source: Move file down
hu: Fájl mozgatás le

source: Add files
hu: Fájlok hozzáadása

source: List of files:
hu: Fájlok listája:

source: Common path:
hu: Közös útvonal:

source: Move file up
hu: Fájl mozgatás fel

source: Text filter dialog
hu: Szöveg szűrése

source: All matching
hu: Összes egyező

source: All not matching
hu: Összes nem egyező

source: All
hu: Mind

source: Edit expressions
hu: Kifejezések szerkesztése

source: Filter expressions:
hu: Szűrőkifejezések:

source: Evaluate multiple expressions by
hu: Több kifejezés kiértékelése

source: OR operation
hu: VAGY művelet

source: AND operation
hu: ÉS működés

source: Use regular expressions
hu: Reguláris kifejezések

source: Search and replace
hu: Keres és cserél

source: Search for:
hu: Keresés:

source: Options
hu: Lehetőségek

source: Case sensitive
hu: Borítás

source: Whole words
hu: Egész szavak

source: Start
hu: Indítás:

source: from cursor
hu: kurzorból

source: from beginning
hu: kezdetből

source: Direction
hu: Irányítás

source: Forward
hu: Továbbítás

source: Backward
hu: Hátrafelé

source: Range
hu: Választék

source: Whole text
hu: Egész szöveg

source: Selected text
hu: Kiválasztva a szöveget

source: Close
hu: Bezár

source: &Search
hu: &Keresés

source: Replace &all
hu: Mind &lecserél

source: &Continue
hu: &Folytatás

source: Keep this window opened
hu: Tartsa nyiva az ablakot

source: Replace by:
hu: Lecserél:

source: With confirmation
hu: Megerősítéssel

source: Select FTP subdirectory
hu: Választ FTP alkönyvtárakat

source: Subdirectories:
hu: Alkönyvtárak:

source: One directory up
hu: Könyvtár fel

source: Root directory on FTP server
hu: Főkönyvtár az FTP szerveren

source: Selected subdirectory:
hu: Kiválaszva alkönyvtár:

source: FTP connection
hu: FTP kapcsolat

source: Server name:
hu: Szerver név:

source: User name:
hu: Felhasználó neve:

source: Remote directory:
hu: Távoli könyvtár:

source: Filenames:
hu: Fájl neve:

source: Proxy server settings
hu: Proxy szerver beállítások

source: Use proxy server
hu: Használ proxy szervert

source: do not change
hu: nem módosít

source: change to lower case
hu: változtat kisbetűsre

source: change to UPPER CASE
hu: változtat NAGYBETÜRE

source: Use passive mode
hu: Használ passzív üzemmódot

source: Use HOST command
hu: HOST-parancs használata

source: Force UTF-8 encoding
hu: Kényszerített UTF-8 kódolás

source: Use secure data connection
hu: Biztonságos adatkapcsolat

source: If available
hu: Ha elérhető

source: Always
hu: Mindig

source: Require
hu: Kérés

source: This option is only for debugging purposes
hu: Ez a opció van szánva csak hibakeresés terveknek

source: Write communication log to file
hu: Fájl értesítési napló írása

source: Allow filenames to be enclosed in quotes
hu: Macskakörmökben csatolt fájlneveket enged

source: FTP proxy server options
hu: FTP Proxy szerver lehetőségek

source: Connection method
hu: Kapcsolat módszer

source: Send command USER user@hostname
hu: Parancs küldés FELHASZÁLÓ felhasználó@hostnév

source: Send command SITE (with logon)
hu: Parancs küldés WEBLAP (bejelentkezéssel)

source: Send command OPEN
hu: Parancs küldés MEGNYITÁS

source: USER user@firewalluser@hostname
hu: FELHASZNÁLÓ felhasználó@hostnév

source: Transparent
hu: Átlátszó

source: USER hostuserID@hostname firewallUsername
hu: FELHASZNÁLÓ hostfelhasználóID tűzfalfelhasználó

source: Server name
hu: Szerver név

source: Create texture
hu: Létrehozd a felépítést

source: Color spectrum
hu: Színes spektrum

source: Start:
hu: Indítás:

source: Range:
hu: Választék:

source: Help
hu: Súgó

source: Previous
hu: Korábbi

source: Next
hu: Tovább

source: Home
hu: Nyitólap

source: End
hu: Vége

source: HTTP proxy settings
hu: HTTP proxy beállítások

source: Numeric input
hu: Számszerű bevitel

source: Edit text
hu: Szerkesztő

source: Select date
hu: Válassza ki a dátumot

source: one month back
hu: egy hónap vissza

source: to January
hu: januárba

source: 3 months back
hu: 3 hónappal vissza

source: one month forward
hu: egy hónappal előre

source: 3 months forward
hu: 3 hónappal előre

source: to December
hu: decemberbe

source: one year back
hu: egy évvel vissza

source: one year forward
hu: egy évvel előre

source: Select month
hu: Válassza ki a hónapot

source: January
hu: Január

source: February
hu: Február

source: March
hu: Március

source: April
hu: Április

source: May
hu: Május

source: June
hu: Junius

source: July
hu: Július

source: August
hu: Augusztus

source: September
hu: Szeptember

source: October
hu: Október

source: Select year
hu: Válassza ki az évet

source: Language selection
hu: Nyelvi kijelölés

source: New item:
hu: Új elem:

source: Add item
hu: Hozzáad elemet

source: Replace item
hu: Elem lecserélése

source: Connect to
hu: Kapcsolatfelvétel

source: Logon
hu: Bejelentkezés

source: &Skip
hu: &Üres utasítás

source: LPT selection
hu: LPT kijelölés

source: Printer (Port/Irq)
hu: Nyomtatás (Port/Irq)

source: Port addr.:
hu: Port cím:

source: Interrupt
hu: Megszakítás

source: Mail settings
hu: Email beállítások

source: Recipients:
hu: Címzettek:

source: Add recipient
hu: Címzett hozzáadása

source: Remove recipient
hu: Címzett eltávolítása

source: Edit recipient
hu: Címzett szerkesztése

source: Subject:
hu: Tárgy:

source: Sender:
hu: Küldő:

source: Reply-To:
hu: Válasz:

source: SMTP server:
hu: SMTP Szerver:

source: Click button to enter password
hu: Kattintson a gombra a jelszó beírásához

source: Enable mail delivery
hu: Engedélyez postai kézbesítést

source: If available (explicit)
hu: Ha elérhető (explicit)

source: Require (explicit)
hu: Kérés (explicit)

source: Always (implicit)
hu: Mindig (implicit)

source: Change order of list items
hu: Változása listaelemeknek

source: Enter password:
hu: Jelszó megadása:

source: Quality:
hu: Minőség:

source: Select files
hu: Fájlok kijelölése

source: Directory:
hu: Könyvtár:

source: Select all
hu: Mind kijelöl

source: Select none
hu: Nincs kijelölés

source: Printer settings
hu: Nyomtatási beállítások

source: Feeder offset:
hu: Papíradagoló:

source: Page margins
hu: Oldalmargók

source: Top:
hu: Felső:

source: Bottom:
hu: Alsó:

source: Left:
hu: Bal:

source: Right:
hu: Jobb:

source: Orientation
hu: Eligazítás

source: Portrait
hu: Álló formátum

source: Landscape
hu: Fekvő

source: Status
hu: Státusz

source: AES encryption depth:
hu: AES titkosítás alapos:

source: Automatic
hu: Automatikus

source: Paste from clipboard
hu: Beillesztés a vágólapról

source: Skip
hu: Ugrás

source: Paper margins
hu: Papír margók

source: Print page margins
hu: Nyomtatási margók

source: Edit search path list
hu: Szerkesztési útvonal

source: Select path
hu: Kijelöl útvonalat

source: Remove all
hu: Mind eltávolít

source: Replace path in search list
hu: Lecserél elérést keresési listában

source: Replace path
hu: Elérés lecserélés

source: Add path to search list
hu: Hozzáad elérési utat keresési listában

source: Add path
hu: Elérést hozzáad

source: Remove path from search list
hu: Listából eltávolít elérést

source: Remove path
hu: Elérés eltávolítása

source: Select color
hu: Szín kiválasztása

source: Additional colors:
hu: További színek:

source: Basic colors::
hu: Alapszínek:

source: Selection:
hu: Kiválasztás:

source: no color
hu: nincs szín

source: Select other color
hu: Egyéb színek

source: Date
hu: Dátum

source: Size
hu: Méret

source: Select font
hu: Választ betűt

source: Bold
hu: Félkövér

source: Italic
hu: Dőlt betű

source: Color
hu: Szín

source: Size:
hu: Méret:

source: Select item from list
hu: Kijelöl tétel a listából

source: Edit items
hu: Tétel szerkesztése

source: Remove selected items
hu: Kiválasztott elemek eltávolítása

source: Reset to default values
hu: Újraindítja a számítógépet alapértelmezett érték visszaállításához

source: Default
hu: Alapért

source: Remove all items
hu: Az összes elem eltávolítása

source: Prompt
hu: Gyors

source: Select items
hu: Kijelöl tételt

source: Select directory
hu: Kijelöl mappát

source: Network
hu: Hálózat

source: Computer
hu: Számítógép

source: Desktop
hu: Asztal

source: Documents
hu: Dokumentum

source: Go to default folder
hu: Alapértelmezett mappa

source: One folder up
hu: Egy mappa fel

source: Create new folder
hu: Létrehoz új mappát

source: Show files
hu: Mutat fájlokat

source: Directory
hu: Könyvtár

source: Create folder
hu: Létrehoz mappát

source: Delete folder
hu: Mappa törlése

source: Update
hu: Frissítés

source: My Documents
hu: Dokumentum

source: Go to last folder displayed
hu: Mutasd az utolsó mappát

source: Filename:
hu: Fájlnév:

source: File type:
hu: Fájl tipus:

source: All files (*.*)|*.*
hu: Minden fájl (*.*)|*.*

source: Show text
hu: Szöveg mutatása

source: &Open
hu: &Megnyitás

source: &Print
hu: &Nyomtatás

source: &Delete
hu: &Törlés

source: Go to previous error
hu: Előző hibát mutat

source: Go to previous section
hu: Előző rész mutat

source: Go to next error
hu: Következő hiba

source: Go to next section
hu: Következő rész

source: Select codepage
hu: Válassza ki a kódoldalt

source: &Erase
hu: &Kitöröl

source: &Copy
hu: &Másol

source: Paper size:
hu: Papir méret:

source: Length:
hu: Hosszúság:

source: Keyboard layout
hu: Billentyűzetkiosztás

source: Key code:
hu: Billentyűkód:

source: Command:
hu: Parancs:

source: Command
hu: Parancs

source: Key code
hu: Billentyűkód

source: Remove key code
hu: Billentyűkód ki

source: Change key code
hu: Billentyűkódot vált

source: Margins
hu: Margók

source: Gutter:
hu: Hasábköz:

source: Duplex print
hu: Dupla nyomatatás

source: Print line numbers
hu: Nyomtatási szám

source: Line break on long lines
hu: Sortörés

source: Syntax highlighting
hu: Mondattan kiemelés

source: Color print
hu: Szin nyomtatás

source: Distance to text:
hu: Eltérés a szövegben:

source: Print header
hu: Nyomtatási fejléc

source: Font:
hu: Betü:

source: Font size:
hu: Betű méret:

source: Font style:
hu: Betű stílus:

source: File timestamp comparison
hu: Fájl időbélyeg-összehasonlítása

source: Time comparison tolerance in s:
hu: Idő-összehasonlítási tolerancia s-ben:

source: Ignore 1 hour time difference from daylight saving time (winter - summer)
hu: Figyelmen kívül hagyja 1 óra időeltolódás a nyári időszámítás (tél - nyár)

source: Transfer status
hu: Adatátvitel státus

source: Protocol:
hu: Protokoll:

source: Window size
hu: Ablak méret

source: Global
hu: Teljes

source: Edit source text
hu: Forrásszöveg szerkesztése

source: Navigation
hu: Navigálás

source: Reload
hu: Újrabetölt

source: Previous page
hu: Előző oldal

source: Next page
hu: Következő oldal

source: Exit
hu: Kilép

source: OK and close
hu: OK és bezár

source: Save as:
hu: Mentés mint:

source: Open site
hu: Nyitott oldal

source: Minimum length of password is %u characters
hu: Jelszó minimális hosszúsága %u karakterek

source: Passwords do not match!
hu: Jelszavak nem egyeznek!

source: Application (%s)
hu: Alkalmazás (%s)

source: Remove application: "%s"?
hu: Alkalmazás eltávolítása: "%s"?

source: Yes
hu: Igen

source: all|*.*
hu: minden|*.*

source: unknown
hu: ismeretlen

source: Error in line %s
hu: Vonal hiba %s

source: Shortcut:
hu: Parancsikon:

source: Remove group: "%s"?
hu: Formáció eltávolítása: "%s"?

source: Item "%s" already exists!
hu: Az elem "%s" már létezik!

source: File filter dialog
hu: Fájlszűrő dialógus

source: Description
hu: Leírás

source: Filter
hu: Szűrő

source: Invalid filter mask! Should resemble %s or %s
hu: Érvénytelen képszűrő maszk Hasonlíts %s vagy %s

source: Replace text
hu: Lecserél szöveget

source: &Replace
hu: &Lecserél

source: Search for text
hu: Keresés a szövegben

source: Searching for directories
hu: Keresés a mappákban

source: Connection to FTP server: %s:%u for user: %s requires a password!
hu: Kapcsolat FTP szerverhez: %s:%u használatra: %s megkövetel jelszavat!

source: Trying to connect to FTP server
hu: Próba kapcsolódás az FTP szerverhez

source: Connection to FTP server failed
hu: Kapcsolódás az FTP szerverhez sikertelen

source: Secure mode:
hu: Biztonságos mód:

source: No host specified!
hu: Nincs gazda számítógép meghatározva!

source: No user name specified!
hu: Nincs megadva felhasználónév!

source: Invalid port number (%s)
hu: Érvénytelen port címe (%s)

source: Online help is not available on your system You need to install Internet Explorer Vers. 4 or newer
hu: A rendszerén online segítség nem elérhető Telepítse a Microsoft által készített büngésző 4.0 vagy újabb verziót

source: Error: Out of range (%s)
hu: Hiba: a tartomány (%s)

source: Edit list
hu: Lista szerkesztés

source: No.
hu: Sz.

source: Error: Invalid port address (%s)
hu: Hiba: Érvénytelen port címe (%s)

source: Error: Invalid interrupt (%s)
hu: Hiba: Érvénytelen megszakítás (%s)

source: Please specify an SMTP server!
hu: Adja meg az SMTP szervert!

source: Please specify at least one recipient!
hu: Adjon meg egy címzettet!

source: New mail recipient
hu: Új levelezési címzett

source: Address:
hu: Cím:

source: Remove recipient: %s from list?
hu: Címzett eltávolítása: %s listából?

source: Edit mail recipient
hu: Szerkeszt mail címet

source: Canceled by user
hu: Felhasználói megszakítás

source: Clear search path list?
hu: Útvonal keresési lista törlése?

source: The quick brown fox jumps ..
hu: Gyors ugrások ...

source: Select font color
hu: Kijelöl betűszint

source: Invalid entry: "%s"
hu: Érvénytelen bejegyzés: "%s"

source: Clear whole list
hu: Teljes lista törlése

source: Remove all selected items?
hu: Minden kijelölt tétel eltávolítása?

source: Remove item: "%s"?
hu: Törölhető a következő elem: "%s"?

source: Default:
hu: Alapértelmezett:

source: Directory not found: %s!
hu: Könyvtár nem található: %s!

source: New subdirectory:
hu: Új alkönyvtárak:

source: Could not create directory: %s!
hu: Nem lehet létrehozni a könyvtárat: %s!

source: Delete directory
hu: Könyvtár törlés

source: Delete "%s"
hu: Törlés "%s"?

source: Definitely
hu: Végleg

source: To recycle bin
hu: Lomtárig

source: %u directories with %u files deleted!
hu: %u könyvtár %u fájlok törölve!

source: %s moved to Recycle Bin!
hu: %s mozgatva lomtárba!

source: Error deleting directory: %s!
hu: Hiba a mappar törlésekor: %s!

source: free of
hu: szabadon

source: Directory is not empty, delete anyway?
hu: Mappa nem üres, törli akkor is?

source: Line: %u of %u
hu: Sor: %u közül %u

source: Error loading file: "%s"
hu: Hiba a fájl betöltésében: "%s"

source: Delete selected text?
hu: Kijelölt szöveg törlése?

source: Page: %u
hu: Oldal: %u

source: File:
hu: Fájl:

source: Print selected lines?
hu: Kijelölt sor nyomatatása?

source: Delete file "%s"?
hu: Fájl törlés "%s"?

source: "%s" not found!
hu: "%s" nem található!

source: No further sections!
hu: Nincs további szakasz!

source: Invalid code page - Windows default is used!
hu: Érvénytelen kódlap - a Windows alapértelmezettet használja!

source: No further errors!
hu: Nincs további hiba!

source: Page:
hu: Oldal:

source: File: "%s" not found!
hu: Fájl: "%s" nem található!

source: <none>
hu: <üres>

source: Normal
hu: Normál

source: Bold italic
hu: Félkövér dőlt

source: Invalid input
hu: Érvénytelen bevitel

source: Deleting
hu: Törölve

source: Delete files:
hu: Fájlok törlése:

source: Synchronizing
hu: Szinkronizálás

source: Copying to
hu: Átmásolásba

source: Copy files:
hu: Fájl másolás:

source: %s of %s copied
hu: %s ből %s másolva

source: Canceled by user!
hu: Felhasználói megszakítás!

source: Error during file transfer!
hu: Hiba a fájl továbbitása során!

source: %u file(s) deleted %u file(s) copied!
hu: %u fájl(ok) törölve %u fájl(ok) másolva!

source: %u file(s) deleted!
hu: %u fájl(ok) törölve!

source: %u file(s) copied
hu: %u fájl(ok) másolva

source: Nothing to do!
hu: Semmit ne csináljon!

source: The integrated web browser is not available on your system You need to install Internet Explorer Vers. 4 or newer.
hu: A rendszerén az integrált Web böngésző nem elérhető Szükséges Internet Explorer 4.0 vagy újabb verzió.

source: %s verification failed!
hu: %s ellenőrzés sikertelen!

source: %s hash file not found!
hu: Az %s hash-fájl nem található!

source: Classic Browser
hu: Klasszikus böngésző

source: Edge Browser
hu: Edge böngésző
